Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: See the average of recent sold prices, or a clearly labeled average asking price from active listings.
ar: اطّلع على متوسط أسعار البيع الحديثة، أو متوسط السعر المطلوب للعروض النشطة مع توضيح ذلك بجلاء.
de: Sehen Sie den Durchschnitt der zuletzt erzielten Verkaufspreise oder den deutlich gekennzeichneten durchschnittlichen Angebotspreis aktiver Angebote.
es: Consulta el promedio de los precios de venta recientes o el precio medio solicitado claramente identificado de los anuncios activos.
fr: Consultez la moyenne des prix de vente récents ou le prix moyen demandé clairement indiqué des annonces actives.
hi: हाल की बिक्री कीमतों का औसत देखें, या सक्रिय लिस्टिंग की स्पष्ट रूप से बताई गई औसत मांग कीमत देखें।
it: Guarda la media dei prezzi di vendita recenti o il prezzo medio richiesto chiaramente indicato degli annunci attivi.
ja: 最近の販売価格の平均、または現在出品中の商品の平均希望価格（明示表示）を確認できます。
ko: 최근 판매 가격의 평균 또는 현재 등록된 상품의 평균 희망가임을 명확히 표시한 가격을 확인할 수 있습니다.
nl: Bekijk het gemiddelde van recente verkoopprijzen of de duidelijk gemarkeerde gemiddelde vraagprijs van actieve aanbiedingen.
pt_br: Veja a média dos preços de venda recentes ou o preço médio anunciado, claramente identificado, dos anúncios ativos.
zh_hans: 查看近期成交价的平均值；如果没有成交数据，则会明确标注在售商品的平均要价。
zh_hant: 查看近期成交價的平均值；如果沒有成交資料，則會明確標示目前刊登商品的平均叫價。

source: Not enough price history
ar: سجل الأسعار غير كافٍ
de: Nicht genügend Preisverlauf
es: No hay suficiente historial de precios
fr: Historique des prix insuffisant
hi: कीमतों का पर्याप्त इतिहास नहीं है
it: Cronologia dei prezzi insufficiente
ja: 価格履歴が不足しています
ko: 가격 기록이 부족합니다
nl: Onvoldoende prijsgeschiedenis
pt_br: Histórico de preços insuficiente
zh_hans: 价格历史记录不足
zh_hant: 價格歷史記錄不足

source: Invite accepted. You now count toward your friend's reward.
ar: تم قبول الدعوة. أصبحت الآن محسوبًا ضمن تقدم صديقك نحو المكافأة.
de: Einladung angenommen. Du zählst jetzt für die Belohnung deines Freundes.
es: Invitación aceptada. Ahora cuentas para la recompensa de tu amigo.
fr: Invitation acceptée. Vous comptez maintenant pour la récompense de votre ami.
hi: आमंत्रण स्वीकार किया गया। अब आपको आपके मित्र के पुरस्कार की प्रगति में गिना जाएगा।
it: Invito accettato. Ora contribuisci al premio del tuo amico.
ja: 招待を承認しました。友達の特典獲得に向けた人数にカウントされました。
ko: 초대를 수락했습니다. 이제 친구의 보상 조건에 반영됩니다.
nl: Uitnodiging geaccepteerd. Je telt nu mee voor de beloning van je vriend.
pt_br: Convite aceito. Você agora conta para a recompensa do seu amigo.
zh_hans: 已接受邀请。你现在已计入好友的奖励进度。
zh_hant: 已接受邀請。你現在已計入好友的獎勵進度。

source: Invite accepted. Complete onboarding to count toward your friend's reward.
ar: تم قبول الدعوة. أكمل الإعداد لتُحتسب ضمن تقدم صديقك نحو المكافأة.
de: Einladung angenommen. Schließe die Einrichtung ab, um für die Belohnung deines Freundes zu zählen.
es: Invitación aceptada. Completa la introducción para contar para la recompensa de tu amigo.
fr: Invitation acceptée. Terminez la configuration pour compter pour la récompense de votre ami.
hi: आमंत्रण स्वीकार किया गया। अपने मित्र के पुरस्कार की प्रगति में गिने जाने के लिए शुरुआती सेटअप पूरा करें।
it: Invito accettato. Completa la configurazione per contribuire al premio del tuo amico.
ja: 招待を承認しました。初期設定を完了すると友達の特典獲得に向けた人数にカウントされます。
ko: 초대를 수락했습니다. 초기 설정을 완료하면 친구의 보상 조건에 반영됩니다.
nl: Uitnodiging geaccepteerd. Rond de introductie af om mee te tellen voor de beloning van je vriend.
pt_br: Convite aceito. Conclua a configuração para contar para a recompensa do seu amigo.
zh_hans: 已接受邀请。完成初始设置后，即可计入好友的奖励进度。
zh_hant: 已接受邀請。完成初始設定後，即可計入好友的獎勵進度。

source: Blue
de: Blau
es: Azul
fr: Bleu
hi: ब्लू
it: Blu
ja: ブルー
ko: 파란색
nl: Blauw
pt_br: Azul
zh_hans: 蓝色
zh_hant: 藍色

source: Blue cap
de: Blaue Kappe
es: Gorra azul
fr: Capuchon bleu
hi: ब्लू कैप
it: Tappo blu
ja: ブルーキャップ
ko: 파란색 뚜껑
nl: Blauwe dop
pt_br: Tampa azul
zh_hans: 蓝色帽子
zh_hant: 藍色帽子

# Figure %@, %@
source: Figure %1$@, %2$@
de: Abbildung %1$@, %2$@
es: Figura %1$@, %2$@
hi: चित्र %1$@,%2$@
it: Figura %1$@, %2$@
ja: フィギュア%1$@、%2$@
ko: 그림 %1$@, %2$@
nl: Figuur %1$@, %2$@
pt_br: Figura %1$@, %2$@
zh_hans: 图%1$@ ， %2$@
zh_hant: 圖 %1$@、%2$@

source: BrickValue Pro
hi: BrickValue प्रो
ko: BrickValue 프로
